Repository: hnsol/hyht
Catalog: App/Resources/Localizable.xcstrings
Source language: ja
Languages: en

# Alignment
source: 配置
en: Alignment

# Alignment by Size
source: サイズ別配置
en: Alignment by Size

# Background
source: 背景
en: Background

# Cancel
source: キャンセル
en: Cancel

# Center
source: 中央
en: Center

# Colors
source: 配色
en: Colors

# Colors apply to the Home Screen only.
source: 配色はホーム画面のみに反映されます。
en: Colors apply to the Home Screen only.

# Completed
source: 完了状態
en: Completed

# Completion
source: 完了
en: Completion

# Completion Emoji
source: 完了絵文字
en: Completion Emoji

# Completion Message
source: 完了メッセージ
en: Completion Message

# Completion Screen
source: 完了画面
en: Completion Screen

# Couldn't load your data.
source: データを読み込めませんでした。
en: Couldn't load your data.

# Deadline
source: 期限
en: Deadline

# Display Text
source: 表示文字
en: Display Text

# Detail Settings
source: 詳細設定
en: Detail Settings

source: データの消失を防ぐため編集は無効化されています。編集を続けるにはアプリを更新してください。
en: Editing is disabled to avoid losing your data. Update the app to continue editing.

# Emoji
source: 絵文字
en: Emoji

# Event
source: イベント
en: Event

# Event Name
source: イベント名
en: Event Name

# Font Sizes
source: フォントサイズ
en: Font Sizes

# Home Medium
source: ホーム中
en: Home Medium

# Home Small
source: ホーム小
en: Home Small

# Leading
source: 先頭
en: Leading

# Lock Circular
source: ロック円形
en: Lock Circular

# Lock Rectangular
source: ロック長方形
en: Lock Rectangular

# Lock Screen circular widgets always stay centered, regardless of this setting.
source: ロック画面の円形ウィジェットは、この設定に関わらず常に中央固定です。
en: Lock Screen circular widgets always stay centered, regardless of this setting.

# Message
source: メッセージ
en: Message

source: 特定のウィジェットサイズについて上の配置を上書きします。「テンプレート標準」のままなら従います。
en: Overrides the alignment above for a specific widget size. Leave as Template Default to follow it.

# Primary Text
source: 主文字
en: Primary Text

# Primary Value
source: 主数値
en: Primary Value

# Reset
source: リセット
en: Reset

# Reset all detail settings to the template's defaults?
source: 詳細設定をすべてテンプレートの初期値へ戻しますか？
en: Reset all detail settings to the template's defaults?

# Reset to Template Defaults
source: 初期値へ戻す
en: Reset to Template Defaults

# Save failed: %@
source: 保存に失敗しました: %@
en: Save failed: %@

# Saved
source: 保存済み
en: Saved

# Saving...
source: 保存中...
en: Saving...

# Secondary Text
source: 補助文字
en: Secondary Text

# Size
source: サイズ
en: Size

# Template
source: テンプレート
en: Template

# Template Default
source: テンプレート標準
en: Template Default

# This data was created with a newer version of the app.
source: このデータは新しいバージョンのアプリで作成されました。
en: This data was created with a newer version of the app.

# Trailing
source: 末尾
en: Trailing
